import React from "react";

function Gyn() {
  return (
    <div className="container flex flex-col py-4">
      <div className="flex items-center justify-end flex-col">
        <img
          className="hidden sm:flex"
          src="https://www.ezabellaclinic.com/wp-content/uploads/2023/09/4f742a0a-693c-11ed-9a74-0050568b0c83.jpeg"
          alt="Boutox Image"
        />
        <br />
        <div className="flex flex-col gap-2 items-end justify-end">
          <div className="text-lg text-right">
            <p>
              التثدي هو تضخم الغدد في الثدي الذكري، وهو عادة غير سرطاني (حميد).
              يصاب بعض الرجال بتضخم أنسجة الثدي في مرحلة ما من حياتهم، ولكن
              التثدي أكثر شيوعًا بين المراهقين والرجال الأكبر سنًا، ولكن يمكن أن
              يحدث في أي عمر. ومع ذلك ، فإن التثدي يختلف عن التثدي الزائف، وهو
              وجود رواسب الدهون في منطقة الثدي لدى الرجال الذين يعانون من زيادة
              الوزن.
            </p>
            <p>
              يعاني 2 من كل 3 مراهقين من درجة معينة من التثدي، مما قد يجعلهم
              يشعرون بالقلق والحرج ويتساءلون عما إذا كان هناك شيء خاطئ معهم. ومع
              ذلك، في 9 من أصل 10 حالات، تتحسن الحالة من تلقاء نفسها.
            </p>
            <p className="mt-4">
              <strong>الأسباب الرئيسية لتثدي الرجال</strong>
            </p>
            <p>
              الحالة ، كما ذكرنا، ليست سرطانية بل هي تضخم حميد في الثدي الذكري
              الذي يمكن أن يكون ثنائيًا أو أحاديًا. تحدث الحالة بشكل أساسي بسبب:
            </p>
            <p className="mt-4">
              <strong>البلوغ</strong>
            </p>
            <p>
              على الرغم من أن البلوغ يبدأ بمجرد وصول الأولاد إلى سن المراهقة،
              إلا أنه يمكنهم في بعض الأحيان البدء في رؤية التغييرات في وقت مبكر
              من 10 سنوات. عندما يحدث هذا، هناك ارتفاع في هرمونات الاستروجين
              والتستوستيرون. تشجع هرمونات الاستروجين نمو الثديين بينما يوقف
              هرمون التستوستيرون نموهم. من ناحية أخرى، ينتج التثدي عن اختلال
              التوازن الهرموني حيث قد تكون الهرمونات الأنثوية (الاستروجين) أكثر
              في الجسم مقارنة بالهرمونات الذكرية (الأندروجينات).
            </p>
            <p className="mt-2">
              إذا استمرت مستويات هرمون الاستروجين في الزيادة بمرور الوقت ، فهذا
              يؤدي إلى نمو الثديين مما يجعلها أكثر وضوحًا. في عمر 15 سنة ، يصبح
              هرمون التستوستيرون أعلى من هرمون الاستروجين ، مما يمنعه من إحداث
              أي آثار أخرى على الثديين. في سن 19 ، يبدأ ثدي الصبي في أن يصبح
              أصغر “ينكمش” ويتسطح في النهاية. ومع ذلك ، قد يستغرق ذلك بعض الوقت
              ، وفي نسبة أقل من الأولاد ، لا يحدث هذا الانكماش.
            </p>
            <p className="mt-4">
              <strong>الشيخوخة</strong>
            </p>
            <p>
              السن هو سبب آخر لتثدي الرجال. هذا لأنه عندما يكبر الناس يميلون إلى
              تخزين المزيد من الدهون في الجسم ، مما يؤدي إلى إنتاج هرمون
              الاستروجين. عندما يتعلق الأمر بالرجال ، عندما يكبرون في العمر ،
              يبدأون في توليد هرمون تستوستيرون أقل. المزيد من هرمون الاستروجين
              والقليل من هرمون التستوستيرون يؤدي إلى تضخم أنسجة الثدي. يمكن أن
              يؤدي اكتساب الوزن لدى الرجال الأكبر سنًا إلى تضخم أنسجة الثدي.
            </p>
            <p className="mt-4">
              <strong>أسباب أخرى للتثدي</strong>
            </p>
            <p>
              يمكن أن تكون الأسباب الأخرى لتثدي الرجال نتيجة الآثار الجانبية
              للأدوية أو تعاطي العقاقير مثل المضادات الحيوية والأفيونيات
              والمنشطات الابتنائية والكورتيكوستيرويدات والإستروجين والأدوية
              المضادة للقلق وأدوية حرقة المعدة. يمكن أن يؤدي سوء الصحة والنظام
              الغذائي وبعض المنتجات العشبية أيضًا إلى التثدي.
            </p>
            <ol className="[&>*]:ms-7  [&>*]:mt-5  list-decimal" style={{direction:'rtl'}} type="1">
              <li>
                <strong>الأدوية والعقاقير</strong>: هناك بعض الأدوية القانونية
                وغير القانونية التي يمكن أن تؤدي إلى تكون أنسجة الثدي لدى
                الرجال. هذا لأنه قد يحتوي على كمية معينة من هرمون الاستروجين أو
                له تأثيرات شبيهة بالاستروجين ، والتي يمكن أن تزيده في الجسم ،
                وبالتالي تكون أنسجة الثدي لدى الرجال. أيضا ، تميل بعض الأدوية
                الأخرى إلى منع إنتاج هرمون التستوستيرون في الجسم ، مما يزيد من
                مستويات هرمون الاستروجين مما يؤدي إلى نفس التأثير. بالإضافة إلى
                ذلك ، هناك أدوية تؤدي إلى اختلال التوازن الهرموني في الجسم. يمكن
                أن تشمل هذه أدوية ارتفاع ضغط الدم ، والحالات النفسية ، وأمراض
                القلب ، وعلاجات السرطان ، وقرحة المعدة.
              </li>
              <li>
                <strong>الصحة السيئة</strong>: يمكن أن تؤدي بعض الحالات الطبية
                إلى تضخم أنسجة الثدي لدى الرجال. يمكن أن يكون هذا مجرد أحد أعراض
                حالة صحية معينة ، ولكنه عادة ليس الوحيد. لمعرفة المزيد ، من
                المهم أن ترى طبيبك لتقييم جميع الأعراض والتوصية بطريقة العلاج.
              </li>
              <li>
                <strong>منتجات الأعشاب</strong>: المكملات العشبية وبعض منتجات
                العناية بالبشرة العشبية تحتوي على هرمون الاستروجين أو لها
                تأثيرات يشبه هرمون الاستروجين يمكن أن تؤدي إلى تضخم أنسجة الثدي
                لدى الرجال نتيجة الاختلالات الهرمونية.
              </li>
              <li>
                <strong>الكحول</strong>: الإفراط في تناول الكحول يمكن أن يؤثر
                على الكبد بطرق عديدة ، مما يؤدي إلى اختلال التوازن الهرموني.
                يمكن للكبد التوقف عن تكسير هرمون الاستروجين في الدم مما يؤدي إلى
                زيادته ، مما يقلل من وجود هرمون التستوستيرون. ونتيجة لذلك ، نمو
                أنسجة الثدي.
              </li>
              <li>
                <strong>زيادة الوزن</strong>: زيادة الدهون في الجسم تعني زيادة
                في مستويات هرمون الاستروجين. ونتيجة لذلك ، يُصاب المرء بتضخم
                أنسجة الثدي.
              </li>
            </ol>
          </div>
        </div>
      </div>
    </div>
  );
}

export default Gyn;
