import React from "react";

function Nano() {
  return (
    <div className="container flex flex-col py-4">
      <div className="flex items-center justify-end flex-col">
        <img
          className="hidden sm:flex"
          src="/images/services/nano-fat.png"
          alt="Boutox Image"
        />
        <br />
        <div className="flex flex-col gap-2 items-end justify-end">
          <div className="text-lg text-right">
            <p>
              تحدث ظاهرة الشيخوخة بسبب فقدان الدهون في كل من الوسائد الدهنية على
              وجهك. بعد سن العشرين تخسر 3-5 مل من الدهون كل عام ثم يترهل الوجه
              مما يجعلك تبدو أكبر سناً. عادة ما يتم الشعور بالترهل بشكل بارز في
              البداية تحت العينين، حيث تجعلنا الهالات السوداء نبدو متعبين وكبار
              السن.
            </p>
            <ul className="mt-4 [&>*]:mt-3">
              <li>
                يشير حقن النانو فات إلى عملية يتم فيها إزالة الدهون من منطقة
                معينة من الجسم ووضعها في منطقة أخرى لتصحيح الخلل أو تجديد شباب
                الجلد الذي يغطيها. نظرًا لأن هذا النسيج هو من دهون جسمك، فإن
                الآثار الجانبية لنقل الدهون يتفوق على جميع أنواع الحقن الأخرى.
                تحتوي الأنسجة الدهنية أيضًا على خلايا جذعية حية أكثر من أي نسيج
                آخر في جسمك، يدعم تجديد شباب الجلد لدهون النانو التئام الجروح
                وتصبغ الجلد وتحسين المظهر العام. حقن الدهون هو نقل دائم للأنسجة،
                لذا فإن النتائج تستمر لسنوات عديدة!
              </li>
              <li>ماهو النانو فات</li>
              <li>
                يعد حقن النانو فات أحدث تقنية مستخدمة في حقن الدهون، جنبًا إلى
                جنب مع التطورات التكنولوجية. تتم معالجة الدهون المأخوذة من
                المناطق الزائدة من الجسم ثم يتم نقلها إلى منطقة الجسم التي فقدت
                حجمها أو تحتاج إلى حجم. يستخدم هذا العلاج لإعادة تشكيل وتحسين
                ملامح مناطق الجسم المستهدفة.
              </li>
            </ul>
          </div>
        </div>
      </div>
      {/* Rest of your component content */}
    </div>
  );
}

export default Nano;
